{
"ai_models": [
	{
		"model_id" : 5,
		"model" : {"class_name":"Sequential","config":{"name":"sequential_6","layers":[{"class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense16","trainable":true,"batch_input_shape":[null,26],"dtype":"float32"}},{"class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense17","trainable":true}},{"class_name":"Dense","config":{"units":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense18","trainable":true}}]},"keras_version":"tfjs-layers 4.21.0","backend":"tensor_flow.js"},
		"weights" : [{"0":-0.643412709236145,"1":-0.1628786027431488,"2":0.10853225737810135,"3":-0.5493735074996948,"4":-0.4515022933483124,"5":0.3378821611404419,"6":-0.7559191584587097,"7":0.4021073579788208,"8":0.2892286479473114,"9":0.3909562826156616,"10":-0.31850534677505493,"11":-0.05812392756342888,"12":-0.2597499191761017,"13":-0.4192187488079071,"14":-0.43445295095443726,"15":0.42896488308906555,"16":0.33769506216049194,"17":0.309367299079895,"18":0.18462222814559937,"19":0.5712648034095764,"20":-0.35609498620033264,"21":0.06837228685617447,"22":0.004457774572074413,"23":-0.3967569172382355,"24":0.36876681447029114,"25":-0.35889965295791626,"26":-0.6410092711448669,"27":0.8364784717559814,"28":-0.45708322525024414,"29":0.8507013320922852,"30":0.11632587760686874,"31":0.550599992275238,"32":0.0367388017475605,"33":-0.09231339395046234,"34":-0.16366928815841675,"35":-0.8601592183113098,"36":-0.030845286324620247,"37":-0.2702224850654602,"38":0.6432308554649353,"39":0.18207518756389618,"40":-0.127476304769516,"41":0.24671725928783417,"42":-1.218657374382019,"43":-0.26344671845436096,"44":0.3978132903575897,"45":1.1456859111785889,"46":0.14490686357021332,"47":1.0067375898361206,"48":-0.13394495844841003,"49":-0.20822593569755554,"50":-0.4311368465423584,"51":0.31535103917121887,"52":-0.19525758922100067,"53":-0.20167161524295807,"54":-0.351615846157074,"55":0.18996040523052216,"56":-0.8071708679199219,"57":0.019076751545071602,"58":-0.14547379314899445,"59":-0.8227892518043518,"60":0.5151673555374146,"61":0.479707270860672,"62":0.5969270467758179,"63":0.47566500306129456,"64":0.8796033263206482,"65":-0.1731596142053604,"66":0.9035897850990295,"67":-3.6284902095794678,"68":-0.8367910385131836,"69":3.230001211166382,"70":-3.554645299911499,"71":-4.068476676940918,"72":0.11171958595514297,"73":0.7726652026176453,"74":-1.0501552820205688,"75":-1.0246108770370483,"76":-1.8051105737686157,"77":2.1382150650024414,"78":1.198694109916687,"79":-0.09006435424089432,"80":0.6952334046363831,"81":-2.3443055152893066,"82":-0.29008427262306213,"83":1.224719524383545,"84":0.6580502986907959,"85":0.4166180193424225,"86":-1.5479682683944702,"87":0.8500433564186096,"88":0.26954734325408936,"89":-0.9775415658950806,"90":-1.7583098411560059,"91":1.0407999753952026,"92":-1.939366340637207,"93":0.010833672247827053,"94":-0.2770801782608032,"95":-2.658862352371216,"96":1.26655113697052,"97":-1.258385419845581,"98":0.5813002586364746,"99":0.580222487449646,"100":-0.08672534674406052,"101":0.38924452662467957,"102":1.0723762512207031,"103":-0.40024882555007935,"104":-2.489717960357666,"105":0.9375993609428406,"106":-0.030264344066381454,"107":1.4839175939559937,"108":-0.9219895601272583,"109":0.6407774686813354,"110":0.2790716588497162,"111":0.42229795455932617,"112":1.0488200187683105,"113":-0.2873651385307312,"114":0.3022356331348419,"115":-3.278784990310669,"116":1.1281818151474,"117":0.780396580696106,"118":2.5957164764404297,"119":0.7249638438224792,"120":-1.3045121431350708,"121":-0.20513702929019928,"122":-1.5075502395629883,"123":-1.9842720031738281,"124":-2.8812856674194336,"125":0.8000419735908508,"126":-0.5890401005744934,"127":0.5550296902656555,"128":0.44437670707702637,"129":0.2527884840965271,"130":0.35760563611984253,"131":-2.4847657680511475,"132":0.19959098100662231,"133":0.6769145131111145,"134":0.16712208092212677,"135":1.365979552268982,"136":-0.9199737310409546,"137":-0.562157928943634,"138":-0.4058953821659088,"139":-0.592265248298645,"140":-1.3153319358825684,"141":0.3509213626384735,"142":-0.6475845575332642,"143":-0.6106098890304565,"144":0.7795239090919495,"145":-1.785567283630371,"146":0.2275964915752411,"147":-1.0484644174575806,"148":1.044761061668396,"149":0.3372228443622589,"150":0.5280420780181885,"151":-0.4380926787853241,"152":0.9363139271736145,"153":-0.15756399929523468,"154":-2.090960741043091,"155":-0.3656395673751831,"156":-0.3657481074333191,"157":-2.063382863998413,"158":-1.4076136350631714,"159":0.6546710133552551,"160":0.9259942770004272,"161":0.20523126423358917,"162":0.8642521500587463,"163":-3.6129508018493652,"164":0.9277941584587097,"165":-0.184065580368042,"166":0.061179760843515396,"167":-0.8996854424476624,"168":-1.7998764514923096,"169":-0.5142362117767334,"170":-1.6433961391448975,"171":-0.3961203396320343,"172":-0.6471052169799805,"173":0.19374650716781616,"174":0.27027374505996704,"175":1.3959381580352783,"176":-0.29971522092819214,"177":-0.028344204649329185,"178":-0.11367309838533401,"179":-0.04241424798965454,"180":0.9402622580528259,"181":-0.6411763429641724,"182":-0.6691347360610962,"183":0.41690340638160706,"184":0.11706606298685074,"185":-0.021579304710030556,"186":0.05718967318534851,"187":1.0407631397247314,"188":0.841709315776825,"189":-3.0535104274749756,"190":-1.3709644079208374,"191":-0.971169650554657,"192":-0.17614418268203735,"193":0.3208463191986084,"194":-1.3146344423294067,"195":-0.5328787565231323,"196":-1.4994423389434814,"197":-0.2540113925933838,"198":-1.726401448249817,"199":-0.0402555875480175,"200":-0.7979239821434021,"201":-0.43791642785072327,"202":-0.06154860183596611,"203":0.7870620489120483,"204":0.7257769703865051,"205":1.1557918787002563,"206":-1.569022536277771,"207":-1.3564532995224,"208":0.04301153123378754,"209":-1.6630966663360596,"210":0.5025073289871216,"211":-0.7744614481925964,"212":0.9173823595046997,"213":-0.6821945309638977,"214":-0.8260775208473206,"215":1.0484046936035156,"216":0.6621096134185791,"217":0.11788170039653778,"218":1.1910803318023682,"219":-0.2357558310031891,"220":-1.2482153177261353,"221":-0.25228461623191833,"222":0.2827278673648834,"223":-0.4088170826435089,"224":-1.0697623491287231,"225":1.0085620880126953,"226":0.7085525393486023,"227":-2.6916561126708984,"228":0.773432195186615,"229":1.2177191972732544,"230":-2.9037625789642334,"231":-0.4661674499511719,"232":0.7199557423591614,"233":-2.892787456512451,"234":0.1897876113653183,"235":-0.1965360939502716,"236":0.6309617161750793,"237":0.06371084600687027,"238":0.44315874576568604,"239":-0.36552104353904724,"240":-2.57084584236145,"241":-0.6003998517990112,"242":-0.3968811631202698,"243":-0.6690861582756042,"244":0.9449766278266907,"245":-0.08693935722112656,"246":-1.342928409576416,"247":-0.5056293606758118,"248":0.895491898059845,"249":0.10596085339784622,"250":-1.8233485221862793,"251":-0.8097420334815979,"252":1.1738289594650269,"253":0.5426980257034302,"254":-1.9330832958221436,"255":-1.3523927927017212,"256":1.3211885690689087,"257":1.144474744796753,"258":-0.5070815086364746,"259":1.3572778701782227,"260":-0.04794725775718689,"261":0.4417514204978943,"262":-2.2373154163360596,"263":0.10856648534536362,"264":-0.7725358009338379,"265":0.6170198321342468,"266":0.6488105654716492,"267":-1.406368374824524,"268":0.7553998231887817,"269":-0.13119518756866455,"270":-1.2794328927993774,"271":-2.752779960632324,"272":1.710878849029541,"273":-0.33794620633125305,"274":-1.3618360757827759,"275":-1.0779683589935303,"276":0.4208499491214752,"277":-2.4046709537506104,"278":-0.9038651585578918,"279":-0.3620808720588684,"280":-0.30016326904296875,"281":0.062180377542972565,"282":0.509619414806366,"283":-0.825047492980957,"284":-0.9915311336517334,"285":0.1630491018295288,"286":0.18794524669647217,"287":-0.44484034180641174,"288":0.22166591882705688,"289":-0.5511896014213562,"290":0.151285782456398,"291":-0.16438786685466766,"292":-0.2967241406440735,"293":-1.6106430292129517,"294":-0.6415053009986877,"295":0.294276624917984,"296":0.8432142734527588,"297":-2.7624897956848145,"298":0.6094277501106262,"299":1.089923620223999,"300":-0.03861419856548309,"301":-0.7362781167030334,"302":-1.498921275138855,"303":0.25071558356285095,"304":-1.3535107374191284,"305":-1.723708152770996,"306":-0.31503668427467346,"307":-1.3320131301879883,"308":0.2086765170097351,"309":-0.9522191286087036,"310":-0.3375950753688812,"311":0.48493215441703796,"312":0.015629779547452927,"313":0.8027943968772888,"314":-0.08790696412324905,"315":-0.16467048227787018,"316":-0.4068681001663208,"317":-0.20098987221717834,"318":0.7395748496055603,"319":2.028839349746704,"320":-1.3191794157028198,"321":0.08854161202907562,"322":-0.6951918601989746,"323":0.05974121391773224,"324":0.35212624073028564,"325":1.5949550867080688,"326":-0.6608864068984985,"327":-0.15655338764190674,"328":0.335030734539032,"329":-1.256901502609253,"330":-0.4046533405780792,"331":-1.1363474130630493,"332":0.308215469121933,"333":0.21855199337005615,"334":-1.738683819770813,"335":0.7968488931655884,"336":-2.835358142852783,"337":0.8377344608306885,"338":-0.9883201122283936,"339":-1.1418615579605103,"340":0.3043176233768463,"341":-2.133850336074829,"342":3.71327543258667,"343":-0.23202356696128845,"344":0.21662771701812744,"345":1.1216636896133423,"346":1.6828627586364746,"347":-1.192467212677002,"348":-0.288688600063324,"349":-0.09307039529085159,"350":-1.3951640129089355,"351":-2.0747408866882324,"352":0.8230545520782471,"353":-0.03434036672115326,"354":1.4685417413711548,"355":-3.252753973007202,"356":-1.9782544374465942,"357":0.4510604441165924,"358":-0.13593991100788116,"359":-0.5468254685401917,"360":1.9702266454696655,"361":2.211433172225952,"362":0.052284952253103256,"363":0.3299992084503174,"364":2.4700372219085693,"365":-2.522841215133667,"366":-3.103761672973633,"367":-0.3175916373729706,"368":1.5925875902175903,"369":-1.8469891548156738,"370":1.955622673034668,"371":-2.5233771800994873,"372":1.641271710395813,"373":-1.476216435432434,"374":-2.3481357097625732,"375":0.36129623651504517,"376":-1.6450151205062866,"377":1.8736110925674438,"378":2.017144203186035,"379":-0.922700047492981,"380":1.320222020149231,"381":0.3983745276927948,"382":-1.433422327041626,"383":-0.8693164587020874,"384":0.8838561773300171,"385":-0.9741904139518738,"386":0.7099791765213013,"387":-1.2657874822616577,"388":3.3549370765686035,"389":5.108104228973389,"390":-4.262754917144775,"391":-1.7108347415924072,"392":2.6207146644592285,"393":1.5798646211624146,"394":-1.6233017444610596,"395":-1.3052880764007568,"396":1.7073748111724854,"397":2.2809712886810303,"398":-0.06465759128332138,"399":-2.721543788909912,"400":1.8198548555374146,"401":1.0944163799285889,"402":-1.4765208959579468,"403":0.9651279449462891,"404":-0.3044028580188751,"405":-4.3569440841674805,"406":-0.17442479729652405,"407":-3.478745460510254,"408":-0.6914310455322266,"409":2.7249293327331543,"410":0.36378854513168335,"411":0.14886491000652313,"412":0.7910968661308289,"413":-0.5230581760406494,"414":-3.4885106086730957,"415":-2.910975933074951,"416":0.2315986454486847,"417":0.1637757271528244,"418":3.910576820373535,"419":-1.6074753999710083,"420":-2.6810665130615234,"421":2.738330841064453,"422":3.134035348892212,"423":3.1306917667388916,"424":2.6326217651367188,"425":1.819944143295288,"426":-1.0946335792541504,"427":2.7788023948669434,"428":1.3233609199523926,"429":2.5929477214813232,"430":-3.45031476020813,"431":0.6181085705757141,"432":-0.3962101936340332,"433":-0.9274349212646484,"434":3.0804026126861572,"435":1.932588815689087,"436":-0.6383922100067139,"437":2.8212292194366455,"438":-1.886394739151001,"439":2.5257503986358643,"440":-3.8414628505706787,"441":-1.77449631690979,"442":6.897640228271484,"443":0.46355190873146057,"444":-4.15836763381958,"445":-0.7478834986686707,"446":0.592536211013794,"447":3.8256399631500244,"448":0.020035462453961372,"449":-0.0188955869525671,"450":0.01691027730703354,"451":0.10354986041784286,"452":-0.017426250502467155,"453":-0.10272371768951416,"454":0.07506725192070007,"455":0.02820524014532566,"456":0.007877625524997711,"457":0.014149617403745651,"458":0.30975449085235596,"459":0.01170581765472889,"460":0.050130363553762436,"461":-0.039456408470869064,"462":0.11533898115158081,"463":0.009888114407658577,"464":0.06867963820695877,"465":0.02146969363093376,"466":0.03285204619169235,"467":-0.10614310950040817,"468":0.002218302572146058,"469":-0.04788709804415703,"470":-0.07545187324285507,"471":0.06552276015281677,"472":0.019736414775252342,"473":-0.03252527117729187,"474":0.055182527750730515,"475":-0.014377313666045666,"476":0.2648930549621582,"477":-0.12343259155750275,"478":-0.08072689175605774,"479":0.05631101876497269,"480":-0.1264970302581787,"481":0.023436617106199265,"482":0.008955647237598896,"483":0.009129690937697887,"484":0.008892001584172249,"485":-0.015725111588835716,"486":0.1981775164604187,"487":0.058802925050258636,"488":0.08963955193758011,"489":0.07622072100639343,"490":-0.00028321926947683096,"491":-0.016486112028360367,"492":0.040404077619314194,"493":0.11231312900781631,"494":-0.057290975004434586,"495":-0.017596403136849403,"496":-0.009624483063817024,"497":-0.08923766016960144,"498":-0.022921012714505196,"499":-0.005475831218063831,"500":0.09373053163290024,"501":0.20969106256961823,"502":-0.16403158009052277,"503":0.00018454735982231796,"504":0.19429223239421844,"505":0.012549707666039467,"506":-0.0063886032439768314,"507":0.36698994040489197,"508":-0.002673173090443015,"509":-0.01724265329539776,"510":0.017857136204838753,"511":-0.0063655381090939045,"512":0.3668728768825531,"513":0.592079758644104,"514":0.20876464247703552,"515":0.8680016398429871,"516":-0.1152229756116867,"517":-0.29071325063705444,"518":0.1999548226594925,"519":0.6617158651351929,"520":-0.2755216956138611,"521":-0.17310459911823273,"522":-0.5498303174972534,"523":0.3602306544780731,"524":1.2993965148925781,"525":0.25678718090057373,"526":-0.06008940935134888,"527":1.0711952447891235,"528":0.33235836029052734,"529":-0.1269410401582718,"530":0.7500044703483582,"531":-0.4069076478481293,"532":-0.29774391651153564,"533":-0.5332226157188416,"534":-0.27865779399871826,"535":-0.3349250555038452,"536":0.5249680280685425,"537":0.21971464157104492,"538":0.46654364466667175,"539":-0.11433632671833038,"540":-0.1602293998003006,"541":0.018709512427449226,"542":0.7047079205513,"543":-0.6663649678230286,"544":-0.24230654537677765,"545":-0.4196816384792328,"546":-0.30906274914741516,"547":0.10194359719753265,"548":0.06887435168027878,"549":0.2868204414844513,"550":-0.4440874457359314,"551":-0.3049007058143616,"552":0.36103689670562744,"553":-0.35179513692855835,"554":0.7256133556365967,"555":0.7521634101867676,"556":0.3844275176525116,"557":-0.5021305084228516,"558":-0.17157654464244843,"559":-0.2526506781578064,"560":0.529933512210846,"561":-0.23971642553806305,"562":0.4850430190563202,"563":0.2539435029029846,"564":-0.2316920906305313,"565":0.09253981709480286,"566":0.9017664194107056,"567":-0.35951513051986694,"568":-0.1444493681192398,"569":0.054159510880708694,"570":-0.03560727462172508,"571":1.0815337896347046,"572":0.44361597299575806,"573":0.3638059198856354,"574":-0.2520703673362732,"575":-0.05249328166246414,"576":0.15080983936786652,"577":-0.24891681969165802,"578":-1.5814476013183594,"579":0.3265673816204071,"580":-0.35882139205932617,"581":0.061619628220796585,"582":-0.3417327105998993,"583":0.1356380730867386,"584":0.4754779636859894,"585":-0.18340830504894257,"586":0.45919349789619446,"587":-0.5472754240036011,"588":-0.24346297979354858,"589":0.26089781522750854,"590":0.10555442422628403,"591":0.21550755202770233,"592":0.28890538215637207,"593":-0.04594361409544945,"594":0.21372249722480774,"595":0.33404815196990967,"596":0.1605265885591507,"597":-0.06784587353467941,"598":0.19961388409137726,"599":0.0457819327712059,"600":-0.6056410670280457,"601":-0.42797255516052246,"602":0.35016027092933655,"603":-0.23130500316619873,"604":-0.2638060748577118,"605":-0.26528695225715637,"606":-0.00609046733006835,"607":0.3264997601509094,"608":0.4339309632778168,"609":0.4148073196411133,"610":-0.018556809052824974,"611":0.4094597101211548,"612":-0.8508721590042114,"613":0.15167444944381714,"614":-0.09648685902357101,"615":0.15863582491874695,"616":-1.9156068563461304,"617":-0.5132445096969604,"618":0.3561733067035675,"619":0.2723625898361206,"620":0.3809475302696228,"621":-0.26205313205718994,"622":0.3467519283294678,"623":-0.021965421736240387,"624":-0.10565231740474701,"625":-0.6761852502822876,"626":0.09275228530168533,"627":0.38401567935943604,"628":0.7496482133865356,"629":0.23231668770313263,"630":0.1766878068447113,"631":0.19653651118278503,"632":0.3859955966472626,"633":0.09822463244199753,"634":-0.006087619811296463,"635":0.22319403290748596,"636":-1.0638550519943237,"637":0.26452839374542236,"638":0.4012984037399292,"639":0.05519362539052963,"640":1.8017960786819458,"641":0.7067167162895203,"642":-0.891092836856842,"643":0.03997126221656799,"644":-1.9888993501663208,"645":1.1480263471603394,"646":1.4347496032714844,"647":0.8255419135093689,"648":-2.4161880016326904,"649":2.512711524963379,"650":0.7559568285942078,"651":-1.2951549291610718,"652":0.6134761571884155,"653":-3.706333637237549,"654":-0.9680923223495483,"655":-1.7985731363296509,"656":-1.5040900707244873,"657":0.3115408718585968,"658":-0.4948571026325226,"659":-0.6131681203842163,"660":0.7644168734550476,"661":-1.208779215812683,"662":-0.953931450843811,"663":0.9720450043678284,"664":0.6920723915100098,"665":-0.4354085922241211,"666":-0.547654390335083,"667":2.763720989227295,"668":1.0117107629776,"669":-0.6077634692192078,"670":-0.5207481980323792,"671":0.6050621271133423,"672":-5.117004871368408,"673":0.5019583702087402,"674":-2.748241662979126,"675":0.04644842445850372,"676":-0.46630969643592834,"677":-0.5785536170005798,"678":-1.7579501867294312,"679":0.466024786233902,"680":-0.3073921799659729,"681":1.547816514968872,"682":-0.4172513484954834,"683":2.0917837619781494,"684":-0.3091052174568176,"685":-1.4393901824951172,"686":0.25305166840553284,"687":-0.01918088272213936,"688":-2.517770290374756,"689":0.8241417407989502,"690":2.319234848022461,"691":-0.04737431928515434,"692":0.1767531931400299,"693":3.1577725410461426,"694":1.1504156589508057,"695":0.5105178952217102,"696":-0.0406096912920475,"697":0.04794222116470337,"698":-3.312755584716797,"699":-2.24822998046875,"700":-0.7025288939476013,"701":-1.431061863899231,"702":-1.5814321041107178,"703":3.894853115081787,"704":1.8691833019256592,"705":-0.11197961866855621,"706":-0.9710178971290588,"707":0.4097214937210083,"708":1.5950309038162231,"709":-0.26573675870895386,"710":0.7210437655448914,"711":-0.42038866877555847,"712":0.17471326887607574,"713":0.4829506278038025,"714":-0.3608303368091583,"715":0.7806480526924133,"716":-1.551368236541748,"717":2.7497353553771973,"718":0.40992724895477295,"719":-0.0700146034359932,"720":1.1477160453796387,"721":-0.40867435932159424,"722":-1.0516694784164429,"723":-0.7801077365875244,"724":0.9765548706054688,"725":1.6979708671569824,"726":-0.7442672252655029,"727":-0.6595375537872314,"728":-1.52857506275177,"729":-1.0066263675689697,"730":-0.04075608775019646,"731":-0.8013042211532593,"732":-1.5711809396743774,"733":0.8804747462272644,"734":1.6829851865768433,"735":-0.16935649514198303,"736":0.09327659010887146,"737":0.3667663633823395,"738":-0.9396650195121765,"739":2.1786975860595703,"740":-0.527894914150238,"741":-0.4283658564090729,"742":-0.6584104895591736,"743":0.07042840123176575,"744":0.41037338972091675,"745":-0.03382156416773796,"746":0.7690432071685791,"747":-1.4439070224761963,"748":-0.045061662793159485,"749":-0.40213751792907715,"750":0.9309234023094177,"751":0.9218987822532654,"752":1.7236239910125732,"753":-0.1267348676919937,"754":-2.386385917663574,"755":0.22393326461315155,"756":2.6631057262420654,"757":-0.26300734281539917,"758":-1.3976773023605347,"759":-1.0439804792404175,"760":-0.14845211803913116,"761":1.068595051765442,"762":-0.1104588583111763,"763":1.5201464891433716,"764":-0.7178517580032349,"765":0.8259251713752747,"766":-0.3119089603424072,"767":-2.8610453605651855,"768":0.2721737325191498,"769":-1.0517792701721191,"770":0.4737798571586609,"771":-0.5576430559158325,"772":-0.7900183796882629,"773":0.27231743931770325,"774":0.7013309597969055,"775":-0.042102884501218796,"776":0.5178239345550537,"777":-0.6677517890930176,"778":1.4209246635437012,"779":-0.8305557370185852,"780":0.01841827668249607,"781":-0.2528773844242096,"782":0.556542158126831,"783":0.6848019361495972,"784":0.683228611946106,"785":-0.47076597809791565,"786":-1.97897469997406,"787":0.5289526581764221,"788":-0.5297580361366272,"789":-0.10930442065000534,"790":-0.903954029083252,"791":-0.49596428871154785,"792":-1.068914532661438,"793":0.09032567590475082,"794":-0.6647725701332092,"795":-0.7852801084518433,"796":0.2004936784505844,"797":-0.047412291169166565,"798":0.1897638738155365,"799":0.27427107095718384,"800":0.5374362468719482,"801":-0.5784083604812622,"802":-0.4666184186935425,"803":-0.5199556350708008,"804":0.7719108462333679,"805":-0.36820101737976074,"806":-0.31706711649894714,"807":0.8726385831832886,"808":-0.27574461698532104,"809":1.0499300956726074,"810":-0.39116138219833374,"811":0.8963735699653625,"812":0.7680585384368896,"813":-0.34672221541404724,"814":-0.33090585470199585,"815":-0.7141417860984802,"816":-0.7407803535461426,"817":0.8382108807563782,"818":-0.6032974123954773,"819":0.13036110997200012,"820":0.9316008687019348,"821":-0.6934594511985779,"822":1.1864391565322876,"823":1.172898292541504,"824":0.3237457871437073,"825":0.33006396889686584,"826":0.7225425243377686,"827":0.23673953115940094,"828":0.5458745360374451,"829":0.021573999896645546,"830":0.31781232357025146,"831":-0.47721928358078003,"832":0.25966501235961914,"833":1.0392838716506958,"834":-0.14556950330734253,"835":-0.7883911728858948,"836":1.1808494329452515,"837":-0.7680509090423584,"838":-0.2998729944229126,"839":0.457097589969635,"840":0.1440289169549942,"841":0.04098153114318848,"842":0.3827062249183655,"843":-0.9981842637062073,"844":0.7180514335632324,"845":-0.26417896151542664,"846":0.4494301378726959,"847":0.7489436864852905,"848":0.2138603776693344,"849":-0.2767295837402344,"850":-0.6680403351783752,"851":-0.4494172930717468,"852":0.30661365389823914,"853":0.6125149726867676,"854":-0.8116593956947327,"855":0.39941197633743286,"856":-0.06561063975095749,"857":-0.31749558448791504,"858":0.14681608974933624,"859":-0.6665270328521729,"860":0.3120056986808777,"861":0.11305272579193115,"862":-0.7884445786476135,"863":-0.3993310332298279,"864":0.5507373213768005,"865":-0.9283742308616638,"866":-0.8420953154563904,"867":0.10507635772228241,"868":-0.5190353393554688,"869":-0.12177515774965286,"870":-0.1865975558757782,"871":-0.49377766251564026,"872":-0.6809272766113281,"873":-0.26279041171073914,"874":-0.8421235680580139,"875":-0.7088449597358704,"876":-0.6595366597175598,"877":-0.3229072093963623,"878":-0.25941693782806396,"879":0.24521496891975403,"880":0.24615469574928284,"881":-0.0981578528881073,"882":0.14446933567523956,"883":0.1499933898448944,"884":-0.5869079828262329,"885":0.5979092121124268,"886":-0.6354047060012817,"887":-0.23005041480064392,"888":0.9613062739372253,"889":0.11266648024320602,"890":-0.1801329404115677,"891":0.538093090057373,"892":-0.005285449326038361,"893":0.3457172214984894,"894":-0.0053953081369400024,"895":-0.16725480556488037,"896":0.07117655128240585,"897":-0.6486058235168457,"898":0.7992314696311951,"899":0.10865168273448944,"900":0.15975582599639893,"901":-0.6520252227783203,"902":0.043868497014045715,"903":-0.2822890281677246,"904":-0.4487629532814026,"905":-0.43228814005851746,"906":0.17453573644161224,"907":0.9221165776252747,"908":-0.284253865480423,"909":-0.39224302768707275,"910":1.0004304647445679,"911":-0.20073218643665314,"912":0.6210547089576721,"913":-0.014103892259299755,"914":0.34971755743026733,"915":1.2886494398117065,"916":-1.209823727607727,"917":0.12583090364933014,"918":0.258068323135376,"919":-0.2985001802444458,"920":1.509523868560791,"921":0.20513923466205597,"922":1.2232903242111206,"923":0.09653210639953613,"924":0.38297411799430847,"925":0.8837903141975403,"926":-0.06476355344057083,"927":-0.008838080801069736,"928":-0.12181363999843597,"929":0.171195387840271,"930":0.3674519658088684,"931":-0.025974910706281662,"932":-0.41112220287323,"933":-0.07408206909894943,"934":-0.6847137212753296,"935":-0.027230307459831238,"936":0.5098514556884766,"937":-0.1433362364768982,"938":-0.43983060121536255,"939":0.03236883878707886,"940":-0.3033601641654968,"941":-0.3171282112598419,"942":-1.3128517866134644,"943":-0.07721521705389023,"944":-0.05467356741428375,"945":0.519957959651947,"946":-0.1281973123550415,"947":0.2267172932624817,"948":-0.13330574333667755,"949":0.18090417981147766,"950":0.6593434810638428,"951":-0.04729999229311943,"952":-0.02759338915348053,"953":-0.44049501419067383,"954":0.24823258817195892,"955":-0.5395710468292236,"956":-0.24552388489246368,"957":-0.7021090388298035,"958":-0.6144302487373352,"959":0.03533333167433739,"960":0.278961181640625,"961":-0.11721423268318176,"962":-0.29967594146728516,"963":-0.37822332978248596,"964":0.46961846947669983,"965":0.3115755021572113,"966":-0.28163212537765503,"967":0.5059405565261841,"968":-0.04581504315137863,"969":-0.08461175113916397,"970":0.08538739383220673,"971":0.3779875636100769,"972":0.16742347180843353,"973":-0.5645608305931091,"974":-0.2830972969532013,"975":0.09959197789430618,"976":-0.2953815758228302,"977":0.6173232793807983,"978":0.003458344144746661,"979":0.33232933282852173,"980":0.34664973616600037,"981":0.23461493849754333,"982":0.570253849029541,"983":0.14370787143707275,"984":0.19560544192790985,"985":0.8665594458580017,"986":-0.24337956309318542,"987":0.6131153106689453,"988":-0.1522606760263443,"989":0.378745973110199,"990":0.5373029708862305,"991":0.9576478004455566,"992":0.009963637217879295,"993":0.045281752943992615,"994":0.002699677599593997,"995":-0.3450901210308075,"996":0.2359776347875595,"997":0.06031733378767967,"998":0.20423291623592377,"999":-1.0952736139297485,"1000":-0.5906235575675964,"1001":-0.613659143447876,"1002":-0.18912985920906067,"1003":-0.8437049388885498,"1004":0.2874372601509094,"1005":-0.6890841722488403,"1006":0.04804220050573349,"1007":-0.16240088641643524,"1008":-0.4206137955188751,"1009":-0.18018130958080292,"1010":0.1633526086807251,"1011":-0.35429731011390686,"1012":-0.14651504158973694,"1013":-0.17887598276138306,"1014":0.28703072667121887,"1015":0.27218231558799744,"1016":0.0396626852452755,"1017":0.43884241580963135,"1018":-0.28772974014282227,"1019":0.10985458642244339,"1020":0.5913240313529968,"1021":0.006392798386514187,"1022":0.15872681140899658,"1023":0.2743004560470581,"1024":0.021074477583169937,"1025":-0.08699936419725418,"1026":-0.4574222266674042,"1027":-0.4872097074985504,"1028":-0.12567946314811707,"1029":0.03984712436795235,"1030":0.03984348475933075,"1031":-1.062950611114502,"1032":0.2141415923833847,"1033":-0.2614010274410248,"1034":0.04517069831490517,"1035":-0.2751033902168274,"1036":0.2767466604709625,"1037":0.27333205938339233,"1038":0.5762331485748291,"1039":-0.30408984422683716,"1040":-0.03467905521392822,"1041":0.3907518684864044,"1042":0.49226483702659607,"1043":-0.5013155937194824,"1044":-0.48334217071533203,"1045":0.02686338499188423,"1046":0.4390086233615875,"1047":-0.0907917469739914,"1048":0.13436566293239594,"1049":0.36065545678138733,"1050":-0.030126022174954414,"1051":-0.8180974721908569,"1052":-0.2044522613286972,"1053":0.13945069909095764,"1054":0.2663203179836273,"1055":-0.1921720951795578,"1056":-0.0888804942369461,"1057":-0.9220089316368103,"1058":0.29613322019577026,"1059":-0.1742517054080963,"1060":-0.5205639004707336,"1061":0.03257239982485771,"1062":0.33422020077705383,"1063":-0.9185246825218201,"1064":0.11818205565214157,"1065":-0.34845277667045593,"1066":-0.1324135810136795,"1067":0.2959972023963928,"1068":-0.1742764264345169,"1069":0.12403197586536407,"1070":0.37120339274406433,"1071":-0.06269995123147964,"1072":0.310427188873291,"1073":0.29357242584228516,"1074":-0.33112192153930664,"1075":0.3803248703479767,"1076":0.03829910233616829,"1077":-0.02723873406648636,"1078":0.08155208081007004,"1079":0.08314347267150879,"1080":0.14635908603668213,"1081":0.00608651340007782,"1082":0.1624535620212555,"1083":0.14852237701416016,"1084":0.0876186266541481,"1085":-0.7225428819656372,"1086":-0.15889932215213776,"1087":0.29297199845314026,"1088":-0.3539276123046875,"1089":-0.17401039600372314,"1090":0.3624202013015747,"1091":0.1815454214811325,"1092":0.16108407080173492,"1093":-0.34293603897094727,"1094":0.30347752571105957,"1095":0.007796297315508127,"1096":-0.02105065807700157,"1097":0.039949677884578705,"1098":-0.025932107120752335,"1099":0.1645829826593399,"1100":-0.48230352997779846,"1101":0.14280001819133759,"1102":-0.1938953995704651,"1103":0.013148432597517967,"1104":0.25323668122291565,"1105":0.36565259099006653,"1106":-0.3115398585796356,"1107":-0.2974368929862976,"1108":0.03515971824526787,"1109":0.10942453145980835,"1110":-0.7138624787330627,"1111":-0.7790069580078125,"1112":0.14066000282764435,"1113":-0.5028047561645508,"1114":-0.02666371688246727,"1115":0.2680015563964844,"1116":-0.11888856440782547,"1117":0.15666453540325165,"1118":-0.11624272167682648,"1119":0.30063340067863464,"1120":-0.18908609449863434,"1121":0.28252384066581726,"1122":0.10441906005144119,"1123":-0.0012502979952841997,"1124":-0.19829750061035156,"1125":-0.0809621587395668,"1126":-0.22207900881767273,"1127":0.23262536525726318,"1128":-0.03929576650261879,"1129":-0.052583806216716766,"1130":-0.04726273939013481,"1131":-0.04501933977007866,"1132":0.07760776579380035,"1133":-0.2940906882286072,"1134":0.07759743183851242,"1135":-0.2859218120574951,"1136":0.00528356060385704,"1137":0.13167977333068848,"1138":0.19987700879573822,"1139":0.20632383227348328,"1140":-0.8078294992446899,"1141":-0.4756184220314026,"1142":-0.7504293322563171,"1143":0.16978181898593903,"1144":0.3239080607891083,"1145":0.14388887584209442,"1146":0.15662294626235962,"1147":0.2634240388870239,"1148":0.2834831476211548,"1149":-0.30854877829551697,"1150":-0.18942417204380035,"1151":0.18560092151165009,"1152":-1.6035419702529907,"1153":-0.22208935022354126,"1154":1.0537136793136597,"1155":0.6951419115066528,"1156":1.2270876169204712,"1157":0.05614559352397919,"1158":2.196723699569702,"1159":2.4523494243621826,"1160":-1.743417501449585,"1161":-1.5513936281204224,"1162":-1.5850608348846436,"1163":1.0231608152389526,"1164":0.9524152874946594,"1165":0.8244651556015015,"1166":-0.20704297721385956,"1167":0.7837335467338562,"1168":1.3723530769348145,"1169":2.2201106548309326,"1170":1.4054491519927979,"1171":2.3136391639709473,"1172":2.579178810119629,"1173":-0.5698944330215454,"1174":-0.1745038777589798,"1175":1.121507167816162,"1176":1.0761940479278564,"1177":-1.683688998222351,"1178":-1.0307631492614746,"1179":-1.2569727897644043,"1180":-0.9642991423606873,"1181":1.0706382989883423,"1182":-4.0063796043396,"1183":0.7011814713478088,"1184":2.6631546020507812,"1185":2.1356770992279053,"1186":-3.11356520652771,"1187":-0.45260173082351685,"1188":-0.06390943378210068,"1189":-2.0796709060668945,"1190":1.6506668329238892,"1191":-0.11022228002548218,"1192":0.4607277512550354,"1193":0.009051313623785973,"1194":-0.18023377656936646,"1195":-2.1492531299591064,"1196":1.7356327772140503,"1197":2.5281996726989746,"1198":2.145660161972046,"1199":-0.7624881267547607,"1200":-0.30920687317848206,"1201":-0.03401266410946846,"1202":-0.922050952911377,"1203":1.5443592071533203,"1204":0.26585087180137634,"1205":1.2944796085357666,"1206":-2.0775134563446045,"1207":-2.7045600414276123,"1208":-0.2054745852947235,"1209":-0.37837570905685425,"1210":-1.8925957679748535,"1211":-2.59799861907959,"1212":-0.8360222578048706,"1213":0.5191459059715271,"1214":2.123109817504883,"1215":0.691612720489502,"1216":-1.0111098289489746,"1217":-0.5935243964195251,"1218":1.4787677526474,"1219":0.5537940263748169,"1220":1.5258499383926392,"1221":0.17727097868919373,"1222":0.4218100309371948,"1223":1.237339973449707,"1224":-1.1216622591018677,"1225":-1.790819525718689,"1226":-1.2882672548294067,"1227":1.0706084966659546,"1228":1.6402469873428345,"1229":1.2445489168167114,"1230":1.1290345191955566,"1231":1.7818366289138794,"1232":1.8924849033355713,"1233":2.3670051097869873,"1234":0.8070108294487,"1235":2.3949508666992188,"1236":2.2125918865203857,"1237":-0.7896568775177002,"1238":0.1825311779975891,"1239":1.0181299448013306,"1240":0.960155189037323,"1241":-1.09529447555542,"1242":-0.6245630979537964,"1243":-1.929187536239624,"1244":-0.9429078698158264,"1245":1.0258327722549438,"1246":-2.0389771461486816,"1247":0.15965570509433746,"1248":2.374934673309326,"1249":1.783768892288208,"1250":-2.8203084468841553,"1251":-0.522442102432251,"1252":-0.2851429283618927,"1253":-1.767560601234436,"1254":1.2073086500167847,"1255":-0.3130730092525482,"1256":0.8602105975151062,"1257":-0.06881691515445709,"1258":0.3709520101547241,"1259":-2.031215190887451,"1260":1.1993472576141357,"1261":0.7460835576057434,"1262":2.077751398086548,"1263":-0.2829444110393524,"1264":-0.14612530171871185,"1265":0.9482091069221497,"1266":-0.8471673130989075,"1267":0.8451703190803528,"1268":0.8219744563102722,"1269":0.6965342164039612,"1270":-1.3333351612091064,"1271":-3.387709617614746,"1272":-0.5921934247016907,"1273":-0.22175462543964386,"1274":-2.334300994873047,"1275":-2.5878372192382812,"1276":-0.3680826425552368,"1277":1.331493616104126,"1278":1.4660897254943848,"1279":0.38897934556007385,"1280":-2.4909465312957764,"1281":0.9857128262519836,"1282":-2.37448787689209,"1283":1.1033141613006592,"1284":-0.7861058712005615,"1285":-0.7139052152633667,"1286":7.947190284729004,"1287":4.08381462097168,"1288":-2.0401322841644287,"1289":0.33508744835853577,"1290":-2.0001096725463867,"1291":0.5407902598381042,"1292":-1.7352163791656494,"1293":-2.5683488845825195,"1294":-5.3911871910095215,"1295":-3.9473989009857178,"1296":-2.4726316928863525,"1297":1.1033380031585693,"1298":3.0960915088653564,"1299":1.3088092803955078,"1300":1.8508350849151611,"1301":0.050940245389938354,"1302":-0.21558064222335815,"1303":0.9449445009231567,"1304":2.8858370780944824,"1305":-2.1871721744537354,"1306":-1.4747837781906128,"1307":1.9120713472366333,"1308":1.126413106918335,"1309":0.5524579882621765,"1310":-9.990906715393066,"1311":3.4074978828430176,"1312":2.7242448329925537,"1313":1.4012185335159302,"1314":-1.6388344764709473,"1315":1.1399213075637817,"1316":0.6741649508476257,"1317":0.40996524691581726,"1318":0.8238754272460938,"1319":0.027369167655706406,"1320":-2.1134023666381836,"1321":-0.820037841796875,"1322":-3.0365285873413086,"1323":0.3836323022842407,"1324":1.9378142356872559,"1325":8.217989921569824,"1326":0.2490389496088028,"1327":-2.287489175796509,"1328":-2.1263740062713623,"1329":-5.895299434661865,"1330":-1.5386472940444946,"1331":1.5851470232009888,"1332":-2.1332316398620605,"1333":1.827231764793396,"1334":-5.014652729034424,"1335":4.255941390991211,"1336":1.3855501413345337,"1337":-2.182925224304199,"1338":2.007855176925659,"1339":-0.5605313181877136,"1340":-2.151474952697754,"1341":-2.0830867290496826,"1342":3.69508957862854,"1343":0.0935194343328476,"1344":-0.5742336511611938,"1345":0.5084605813026428,"1346":0.23576733469963074,"1347":-0.037624578922986984,"1348":-0.10282483696937561,"1349":-0.47891661524772644,"1350":0.07550381124019623,"1351":-0.862496554851532,"1352":-1.353302001953125,"1353":0.4396866261959076,"1354":-0.693414568901062,"1355":-0.0316966250538826,"1356":-0.30768370628356934,"1357":-0.3772335648536682,"1358":-0.06481856107711792,"1359":0.19421803951263428,"1360":0.17279227077960968,"1361":-0.12333541363477707,"1362":-0.015272645279765129,"1363":0.4715847671031952,"1364":-0.29360124468803406,"1365":0.18420806527137756,"1366":-0.6914538741111755,"1367":-0.29192227125167847,"1368":-0.3210389018058777,"1369":0.2341752052307129,"1370":0.37191784381866455,"1371":-0.2575928568840027,"1372":-0.3827868700027466,"1373":-0.6691961884498596,"1374":-0.6401182413101196,"1375":-0.6876259446144104,"1376":-0.13089574873447418,"1377":-0.5329393148422241,"1378":-0.3797650635242462,"1379":0.2856040894985199,"1380":0.07241322100162506,"1381":-0.3716954290866852,"1382":-0.015576943755149841,"1383":-0.6616522669792175,"1384":-0.07632781565189362,"1385":-0.360146701335907,"1386":0.1218947172164917,"1387":-0.3775824010372162,"1388":0.5376224517822266,"1389":-1.12168550491333,"1390":0.1741310954093933,"1391":0.7122375965118408,"1392":0.43974921107292175,"1393":-1.177314281463623,"1394":-0.4240463078022003,"1395":-0.5684891939163208,"1396":-0.1873137354850769,"1397":-0.039657168090343475,"1398":0.12099520862102509,"1399":-0.6723740100860596,"1400":-0.10265767574310303,"1401":0.8011981248855591,"1402":0.12465246021747589,"1403":-0.943327009677887,"1404":-0.9419841766357422,"1405":0.10480660945177078,"1406":-0.13506458699703217,"1407":-0.16684548556804657,"1408":0.15575717389583588,"1409":-0.031311798840761185,"1410":0.1934451013803482,"1411":-0.05223127454519272,"1412":-0.1734643280506134,"1413":0.07764553278684616,"1414":-0.12182412296533585,"1415":-0.08072754740715027,"1416":-0.015071781352162361,"1417":0.6200859546661377,"1418":-0.13038134574890137,"1419":0.4749559462070465,"1420":0.12151475250720978,"1421":-0.06794898211956024,"1422":0.0488465391099453,"1423":0.25812679529190063,"1424":-0.1177239865064621,"1425":0.14295130968093872,"1426":-0.016872210428118706,"1427":0.20559783279895782,"1428":-0.004531937651336193,"1429":0.32516196370124817,"1430":0.073072649538517,"1431":-0.00007154213380999863,"1432":-0.1056598648428917,"1433":0.24238596856594086,"1434":0.007131980266422033,"1435":-0.03210427239537239,"1436":0.14948147535324097,"1437":-0.012125963345170021,"1438":0.4194226861000061,"1439":0.13260231912136078,"1440":0.000048044821596704423,"1441":0.1405499279499054,"1442":0.12485887110233307,"1443":-0.05340111255645752,"1444":0.33525413274765015,"1445":0.48545023798942566,"1446":0.4278968572616577,"1447":0.010408574715256691,"1448":-0.004134219139814377,"1449":-0.0536479651927948,"1450":0.13923777639865875,"1451":0.2125803679227829,"1452":0.20254673063755035,"1453":-0.0023849934805184603,"1454":0.37259724736213684,"1455":0.5821210741996765,"1456":0.11120125651359558,"1457":-0.0023125512525439262,"1458":0.03172454610466957,"1459":-0.16021981835365295,"1460":-0.029115088284015656,"1461":-0.002031881595030427,"1462":-0.07314654439687729,"1463":0.5378159284591675,"1464":0.27313071489334106,"1465":0.037438154220581055,"1466":0.12177269160747528,"1467":0.0049314736388623714,"1468":0.12168101966381073,"1469":0.2777350842952728,"1470":0.33077213168144226,"1471":-0.13004377484321594,"1472":-0.33761510252952576,"1473":-0.1564701348543167,"1474":-0.028423042967915535,"1475":0.10044015944004059,"1476":0.14412301778793335,"1477":0.36822864413261414,"1478":0.05334191024303436,"1479":-0.4529156982898712,"1480":-0.012573512271046638,"1481":0.1194351390004158,"1482":0.6458503603935242,"1483":-0.12682317197322845,"1484":0.05730240419507027,"1485":0.05111946538090706,"1486":0.4287554919719696,"1487":0.04655233025550842,"1488":0.04729511961340904,"1489":-0.13383913040161133,"1490":-0.08669490367174149,"1491":-0.1342226266860962,"1492":0.20944267511367798,"1493":0.20748212933540344,"1494":0.27215227484703064,"1495":0.4643945097923279,"1496":-0.01750846952199936,"1497":-0.10547482967376709,"1498":-0.30755195021629333,"1499":0.08681032061576843,"1500":0.609154462814331,"1501":0.20349562168121338,"1502":0.5081149339675903,"1503":-0.3663751482963562,"1504":-0.5990784764289856,"1505":0.14050297439098358,"1506":0.3819834291934967,"1507":-0.04883171245455742,"1508":-0.2307002693414688,"1509":-0.26572611927986145,"1510":-0.32446861267089844,"1511":0.7291974425315857,"1512":0.24728886783123016,"1513":0.23252323269844055,"1514":0.41821110248565674,"1515":0.10626088827848434,"1516":0.37605395913124084,"1517":0.7178032994270325,"1518":-0.11258764564990997,"1519":0.10194679349660873,"1520":0.051854293793439865,"1521":0.6845232844352722,"1522":0.14438079297542572,"1523":-0.6657900810241699,"1524":0.6795393228530884,"1525":0.08826237916946411,"1526":0.3436233103275299,"1527":0.036069851368665695,"1528":-0.5736945271492004,"1529":0.03503928706049919,"1530":0.23560476303100586,"1531":-0.2959986627101898,"1532":-0.2998508810997009,"1533":0.15138179063796997,"1534":-0.4641338586807251,"1535":0.19484788179397583,"1536":-0.5239372849464417,"1537":-0.7006167769432068,"1538":-0.3360343277454376,"1539":-0.15982188284397125,"1540":-0.48637813329696655,"1541":0.13293473422527313,"1542":0.6584899425506592,"1543":-0.17334599792957306,"1544":0.24270214140415192,"1545":-1.6224805116653442,"1546":-0.6739614605903625,"1547":0.3604685962200165,"1548":0.4498443305492401,"1549":-0.6257539391517639,"1550":0.11070626974105835,"1551":-0.12224212288856506,"1552":-0.961859941482544,"1553":-0.7182367444038391,"1554":0.22581526637077332,"1555":-0.45040363073349,"1556":-0.45437291264533997,"1557":-0.0788421556353569,"1558":-0.3725254535675049,"1559":0.2593367099761963,"1560":-0.2293698936700821,"1561":-0.05410835146903992,"1562":0.4437238574028015,"1563":-0.03388518840074539,"1564":-0.2640467584133148,"1565":0.3332903981208801,"1566":-0.7440305352210999,"1567":0.22965805232524872,"1568":-0.3641525208950043,"1569":0.05444630607962608,"1570":-0.6616533994674683,"1571":0.26246723532676697,"1572":-0.4958583116531372,"1573":0.39618590474128723,"1574":-0.41280290484428406,"1575":-0.2810232937335968,"1576":-0.08557401597499847,"1577":-0.20832043886184692,"1578":-0.48168522119522095,"1579":0.19902852177619934,"1580":-0.026183106005191803,"1581":-0.27739816904067993,"1582":0.4158797562122345,"1583":-0.7377225756645203,"1584":-0.476212739944458,"1585":-0.551906168460846,"1586":0.20272637903690338,"1587":-0.28924381732940674,"1588":-0.04353693127632141,"1589":-0.369916707277298,"1590":-1.2724446058273315,"1591":-0.1443876475095749,"1592":-0.44415974617004395,"1593":0.20916852355003357,"1594":-0.908180832862854,"1595":-0.34921950101852417,"1596":0.38753777742385864,"1597":-0.3826819062232971,"1598":-1.317534327507019,"1599":-0.2807585895061493,"1600":0.30257681012153625,"1601":-1.4415359497070312,"1602":0.09204382449388504,"1603":0.49336472153663635,"1604":0.04665094614028931,"1605":-0.44552236795425415,"1606":-0.41784927248954773,"1607":-0.5475560426712036,"1608":0.6801238059997559,"1609":-1.218567967414856,"1610":-0.807388186454773,"1611":0.13384437561035156,"1612":-0.915421724319458,"1613":-0.4687528908252716,"1614":-0.15939843654632568,"1615":-0.11971623450517654,"1616":-0.5382192134857178,"1617":-0.5786696076393127,"1618":-0.06180804967880249,"1619":-0.39070501923561096,"1620":-0.7155154943466187,"1621":0.20554538071155548,"1622":-0.10298988223075867,"1623":0.33103373646736145,"1624":0.04519448056817055,"1625":-0.9123700857162476,"1626":-0.6976787447929382,"1627":-0.8861264586448669,"1628":0.2477555274963379,"1629":-0.33695024251937866,"1630":-0.06488406658172607,"1631":-0.7465649843215942,"1632":-0.939490795135498,"1633":-0.005705505609512329,"1634":0.2585606575012207,"1635":-0.07328472286462784,"1636":-0.6282771229743958,"1637":-1.8686976432800293,"1638":0.3952566385269165,"1639":-0.8670218586921692,"1640":-0.3963254988193512,"1641":0.022411057725548744,"1642":-0.5001803040504456,"1643":0.25115966796875,"1644":-0.9486909508705139,"1645":-0.2663100063800812,"1646":-0.37638989090919495,"1647":-0.43986088037490845,"1648":0.30954065918922424,"1649":-0.6158477067947388,"1650":0.31206583976745605,"1651":0.04799357056617737,"1652":0.03560273349285126,"1653":-0.7732017040252686,"1654":-1.1539031267166138,"1655":0.7326632738113403,"1656":-0.8033347129821777,"1657":-1.4744513034820557,"1658":0.3227819800376892,"1659":0.9519574642181396,"1660":-0.313624769449234,"1661":-0.4883038103580475,"1662":0.1345496028661728,"1663":-0.46285098791122437},{"0":-0.2684827744960785,"1":0.29555580019950867,"2":0.19289977848529816,"3":-0.28803712129592896,"4":-0.007739446125924587,"5":-0.16189321875572205,"6":-0.20847299695014954,"7":-0.8509972095489502,"8":-0.8957559466362,"9":0.20521223545074463,"10":-0.8900781273841858,"11":0.24102289974689484,"12":-0.3858098089694977,"13":-0.9961095452308655,"14":-0.4279254674911499,"15":0.6216572523117065,"16":-0.3358788788318634,"17":-0.41477227210998535,"18":-0.5844823122024536,"19":0.10189910978078842,"20":-0.5436643362045288,"21":0.6419547200202942,"22":-0.26661956310272217,"23":0.006553222890943289,"24":-0.7259160876274109,"25":0.7721063494682312,"26":0.022181876003742218,"27":0.003524382598698139,"28":-0.6381453275680542,"29":0.043178360909223557,"30":-0.638908326625824,"31":-0.5140942335128784,"32":0.2105935513973236,"33":-0.49813905358314514,"34":-0.34085988998413086,"35":0.4171305000782013,"36":-0.09046611934900284,"37":0.21311619877815247,"38":-0.2330448478460312,"39":-0.590920090675354,"40":-0.5444662570953369,"41":0.37701064348220825,"42":0.20746010541915894,"43":-0.4252205789089203,"44":0.1632513552904129,"45":-0.763200581073761,"46":0.6463842391967773,"47":0.564351499080658,"48":0.12899383902549744,"49":-1.644508719444275,"50":-0.33839279413223267,"51":-0.9347697496414185,"52":-1.0248943567276,"53":0.05467599630355835,"54":0.1621514856815338,"55":-1.2393991947174072,"56":0.12304681539535522,"57":1.1305166482925415,"58":-0.21523703634738922,"59":-0.3861936032772064,"60":-0.8392457365989685,"61":-0.4879215359687805,"62":-0.25650954246520996,"63":0.21958032250404358},{"0":-0.1081138476729393,"1":0.3000641167163849,"2":-0.27426788210868835,"3":0.5530538558959961,"4":-0.2053123563528061,"5":-0.6384538412094116,"6":0.3764534592628479,"7":-0.5004885196685791,"8":-0.10281150043010712,"9":-0.22776854038238525,"10":0.10498268157243729,"11":-0.006953557021915913,"12":0.12477338314056396,"13":0.03694789484143257,"14":0.41658899188041687,"15":-0.1558670997619629,"16":-1.9067684412002563,"17":0.16911806166172028,"18":0.7029500603675842,"19":0.38993844389915466,"20":-0.112433061003685,"21":0.4887087941169739,"22":1.3405660390853882,"23":0.40448784828186035,"24":0.4701191782951355,"25":-0.04058820381760597,"26":-0.42297402024269104,"27":0.2006579339504242,"28":-1.364080786705017,"29":-0.045377328991889954,"30":-0.33746206760406494,"31":0.6999770998954773,"32":-0.08330518752336502,"33":-0.7854644656181335,"34":-0.007777561899274588,"35":-0.3501530885696411,"36":-0.12413786351680756,"37":-2.6291658878326416,"38":0.07734379172325134,"39":-0.23635108768939972,"40":-1.552868366241455,"41":-0.05866755545139313,"42":-0.24076299369335175,"43":-0.33947136998176575,"44":-1.121379017829895,"45":-0.006437536794692278,"46":0.9151880145072937,"47":0.7151613235473633,"48":0.34983184933662415,"49":0.08910085260868073,"50":-0.029417647048830986,"51":-0.9077866077423096,"52":-1.301092267036438,"53":-0.11311306059360504,"54":-0.9410097002983093,"55":0.3703848421573639,"56":-0.07775542885065079,"57":-0.08463751524686813,"58":-0.05028605833649635,"59":-3.748302459716797,"60":-0.09276821464300156,"61":1.1126036643981934,"62":-0.9489871859550476,"63":0.04411407187581062,"64":-0.641524076461792,"65":0.4165031909942627,"66":0.24661819636821747,"67":0.24183708429336548,"68":-0.33816367387771606,"69":0.3601425588130951,"70":0.43918657302856445,"71":-0.18173837661743164,"72":-0.05954772233963013,"73":0.31587880849838257,"74":-0.7502432465553284,"75":-0.9667491912841797,"76":-0.13034231960773468,"77":-0.06294036656618118,"78":0.6685560345649719,"79":-1.911630392074585,"80":-0.6935564279556274,"81":-0.4584755599498749,"82":-0.2787954807281494,"83":0.005312230903655291,"84":0.1071677878499031,"85":-1.1234183311462402,"86":0.08286190032958984,"87":-0.08368543535470963,"88":0.6799570918083191,"89":-0.054926272481679916,"90":0.058036915957927704,"91":-0.9257508516311646,"92":0.32660970091819763,"93":0.24544964730739594,"94":-2.476494073867798,"95":-0.5155917406082153,"96":0.07781519740819931,"97":-0.10988849401473999,"98":0.2071065902709961,"99":0.048851318657398224,"100":-1.514150619506836,"101":-0.2422623634338379,"102":-0.05408058688044548,"103":0.1629503220319748,"104":-0.21999062597751617,"105":-0.5880239605903625,"106":-0.3007059693336487,"107":-0.29332268238067627,"108":0.20263491570949554,"109":-0.003808884881436825,"110":0.5701300501823425,"111":0.10373694449663162,"112":0.32369890809059143,"113":0.25942403078079224,"114":0.23402857780456543,"115":-1.2423110008239746,"116":0.4495046138763428,"117":-0.31280580163002014,"118":0.01678287237882614,"119":0.11293870210647583,"120":-0.34098759293556213,"121":-0.11766395717859268,"122":-0.09564824402332306,"123":-0.1358666867017746,"124":-0.3832972049713135,"125":-0.9331550002098083,"126":-0.9540788531303406,"127":-0.30462774634361267,"128":-0.3408445119857788,"129":0.1635412871837616,"130":0.09624089300632477,"131":-0.0985037311911583,